Repository: codicoop/mailing_manager
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ca

source: Preview and test
ca: Previsualització i prova

source: Preview
ca: Previsualització

source: Error: all fields are required.
ca: Error: tots els camps son obligatoris.

source: creation
ca: creació

source: identifier
ca: identificador

source: subject
ca: assumpte

source: body
ca: cos

source: default template path
ca: ruta de la plantilla per defecte

source: Home
ca: Inici

source: Mail template preview
ca: Previsualització de la plantilla de correu

source: The words in uppercase are the ones that the app will replace by the real values.
ca: Les paraules que aparèixen en majúscula son les que l'aplicació substituirà pels valors reals.

source: In example, it may say "Hello NAME", when a real for a person called Maria is generated, it'll say "Hello Maria".
ca: Per exemple potser diu "Hola NOM", al generar un e-mail real que vagi destinat a la Maria, apareixerà "Hola Maria".

source: If it says "Since STARTING_DATE", at the real e-mail will (in example) appear "Since 30/01/2020", etc.
ca: Si diu "Des del DATA_INICI", al mail real apareixerà (per exemple) "Des del 13/01/2020", etc.

source: Subject strings
ca: Textos de l'assumpte

source: Subject does not contain variable strings.
ca: L'assumpte no conté textos variables.

source: Message body strings
ca: Textos del cos del missatge

source: Message body does not contain variable strings.
ca: El cos del missatge no conté textos variables.

source: Sending options
ca: Opcions de l'enviament

source: Test recipient
ca: Destinatari de la prova

source: Send immediately
ca: Enviament immediat

source: Send test e-mail
ca: Enviar correu de prova

source: No, take me back
ca: No, torna enrera
